package com.study.every.day.jap;

public class My0909Diary {
//   1.针对当下，自己可以发散去思考一些抽象的（想象中的角色）问题， 应该如何去推进。
//   2.有一个全局的认识，从大局入手，做好整理架构方案，逐步填充细节。
//   3.不用去焦虑和担忧未发生的事情，如果真要发生，也只能坦然接受，自己要做的就是对得起当下，尽可能不浪费时间，
//        无论是在工作上还是生活上，都应该认真对待每一分钟，争取把自己的时间都有价值的利用起来。
//   4.能输出更多的贡献，那就应该不遗余力，因为你就算留着也是毫无用处，还不如全力奉献出来，就算当下没有看到价值所在，
//    或许某个时候会因为真心的输出而感动其他人。所以真诚对待身边的人和物。
// あなたはわたしをみることができるのに、わたしはなぜあなたをみることができないのですか。
//　動詞のた＋つもり　　　自认为已经做了什么
//
//
//動詞のた＋つもりだった　　自己原以为已经怎么怎么样
//要从自身找原因，首先自己技术功底的确不扎实，很多技术都没有用过也没有听过，所以讲述的层面就没有一个好的表达。
//其次，领导的偏好和喜好没有抓住，也是一个原因，再其次就是这个图的确比较老旧，不够新颖也不够直观
//现在结局也挺好，不在主导的位置，可以减轻自己的压力，自己目标就是踏实赚点钱就好了，
//虽然不在主观位置，自己也可以换到主导的角色上，针对同一件事，做出自己的理解，判断，处理方式，吸取别人的优点与长处
//自己的首要目标还是学习日语，上班时间确保时间饱和，下班了努力学习日语，预期给自己一年的时间，让自己的日语水平达到正常交流
//状态，这样自己也不用低头哈腰的做人了，自己可以有足够的发言权和话语权，就当下的一些经历也是自己之前没有经历过的，所以坚持下去
//老老实实的做自己的事情，踏踏实实的发现自己的不足，迅速弥补自己的缺陷，只有这样才能扭转自己的处境。
//用自己的业余时间去搭一套springcloud的框架，让整个跑起来，涉及整套的技术组件
//还要用业余时间去学习和了解其他的技术组件，增长自己的知识面
//及时调整自己，就算名义上没有，从实际上自己可以角色互换地去思考和执行
//依然努力的去思考和解决问题，提升自己的技术能力
//时刻告诉自己，当下的自己不是在乎钱多钱少的时候，而是借这个机会好好自己强化一下技术功底，管理功底，争取两年内让自己的技术和管理都提升一个档次，
// 这样便于后续的职业发展
//
}
